42crunch.vscode-openapi
aldijav.golangwithdidi
amiralizadeh9480.laravel-extra-intellisense
antyos.openscad
arjun.swagger-viewer
banacorn.agda-mode
bmewburn.vscode-intelephense-client
codingyu.laravel-goto-view
damms005.devdb
davidanson.vscode-markdownlint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
dustypomerleau.rust-syntax
eamodio.gitlens
editorconfig.editorconfig
eliostruyf.vscode-front-matter
fabiospampinato.vscode-todo-plus
fill-labs.dependi
foam.foam-vscode
formulahendry.code-runner
github.codespaces
glitchbl.laravel-create-view
golang.go
hangxingliu.vscode-systemd-support
haskell.haskell
ihunte.laravel-blade-wrapper
jebbs.plantuml
jnoortheen.nix-ide
juanblanco.solidity
justusadam.language-haskell
laravel.vscode-laravel
mathematic.vscode-latex
maximedenes.vscoq
mehedidracula.php-namespace-resolver
mhutchie.git-graph
mikestead.dotenv
mkhl.direnv
ms-ceintl.vscode-language-pack-ru
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.remote-server
myriad-dreamin.tinymist
naoray.laravel-goto-components
nhoizey.gremlins
nvarner.typst-lsp
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
premparihar.gotestexplorer
quicktype.quicktype
redhat.vscode-yaml
rust-lang.rust-analyzer
ryannaddy.laravel-artisan
semanticdiff.semanticdiff
shufo.vscode-blade-formatter
takumii.markdowntable
tamasfe.even-better-toml
thenuprojectcontributors.vscode-nushell-lang
tomoki1207.pdf
usernamehw.todo-md
vivaxy.vscode-conventional-commits
vue.volar
yzhang.markdown-all-in-one
ziglang.vscode-zig
zxh404.vscode-proto3
